aichat
ankitpokhrel/jira-cli/jira-cli
awscli
clang-format
composer
cpanminus
crystalline
ctags
dos2unix
fd
ffmpeg
fprobe
fzf
gh
ghc
ghcup
git-delta
git-secrets
go
haskell-language-server
haskell-stack
helm
istioctl
jdtls
julia
k9s
kube-ps1
kubectx
lazydocker
lazygit
libmpeg2
lsd
luarocks
lynx
mp4v2
neovim
node
openjdk@11
openjdk@17
plantuml
postgresql@14
pyenv
ranger
rbenv
redis
ripgrep
ruff
rust
sphinx-doc
stern
stow
terraform
tmux
tree
virtualenv
w3m
wget
wtf
yq
zsh-autosuggestions
zsh-syntax-highlighting
